<template>
    <div class="UserTreal">
        <!-- 头部组件 -->
		<TopHeader custom-title="用户协议">
			<i slot="backBtn" class="iconfont icon-fanhui"></i>
		</TopHeader>
        <div class="content">
            <h2 class="title">玖酒久平台用户协议（版权方）</h2>
            <p class="desc">版本生效日期：2019年10月6日</p>
            <h3>提示条款</h3>
            <p>欢迎您与玖酒久（详见定义条款）共同签署本《玖酒久平台用户协议》（下称“本协议”）并使用玖酒久平台服务！</p>
            <p>您在申请注册成为玖酒久平台会员流程中点击同意本协议之前，应当认真阅读本协议。<strong>请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和管辖条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。</strong>如您对协议有任何疑问，可向玖酒久平台客服咨询。</p>
            <p>当您按照申请注册页面提示填写信息、阅读并同意本协议且完成全部申请注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与玖酒久达成一致，成为玖酒久平台“用户”。<strong>阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止申请注册程序。</strong></p>
            <h3>一、定义</h3>
            <p class="par">玖酒久：北京玖酒久网络科技有限公司及其继承人。</p>
            <p class="par">电子商务平台：指为企业或个人提供网上洽谈及交易的网站及/或客户端，为避免歧义，自建网站展示、销售自有商品的亦属于电子商务平台。</p>
            <p class="par">玖酒久平台/平台：玖酒久自主且全权运营的电子商务平台，包括玖酒久网站（网址：<strong>【www.rrling.com】</strong>）、玖酒久app、玖酒久微信小程序、<strong>【玖酒久】</strong>的电脑端及客户端。</p>
            <p class="par">平台用户/用户：您申请注册成功后，即可成为玖酒久平台的用户；用户分为普通用户、VIP会员及经理人。</p>
            <p class="par">合作商家：在玖酒久平台展示、销售商品并提供售后服务，且与玖酒久签署商家协议的商家。</p>
            <p class="par">商品：指在玖酒久平台展示的、销售的，由合作商家合法展示、销售的商品，包括不限于日用洗化用品、零食、服装等各类有价值可流通的物品。</p>
            <p class="par">合作期限：指您与玖酒久就作品衍生品相关的开发、生产、销售进行合作的期限。</p>
            <p class="par">合作地域：指中华人民共和国境内（含港澳台地区）。</p>
            <p class="par">服务费：指您应就玖酒久提供的玖酒久平台服务向玖酒久支付的服务费用。</p>
            <h3>二、协议范围及有效期</h3>
            <p>2.1 本协议由玖酒久（北京玖酒久网络科技有限公司）与您签署。</p>
            <p>2.2由于互联网高速发展，您与玖酒久签署的本协议列明的条款并不能完整罗列并覆盖您与玖酒久所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，<strong>玖酒久及玖酒久平台发布的规则、规范等文件（以下统称为“规则”）均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用玖酒久平台服务，视为您同意上述补充协议。</strong></p>
            <p>2.3您同意，就本协议项下有效期限自您在玖酒久平台申请注册的时间起自您向玖酒久支付完毕约定的服务费且注销玖酒久平台用户为止。如您并未使用玖酒久平台的付费服务，无需缴纳服务费。</p>

            <h3>三、申请注册及账户使用</h3>
            <p>3.1您确认，在您开始申请注册为用户并使用玖酒久平台服务前，您已是具备与您行为相适应的民事行为能力的个人。</p>
            <p>3.2 您可通过申请注册的方式或者使用已经注册完成的支付宝账户、QQ号账户、微信账户及绑定手机号的方式成为玖酒久平台的用户，为便于您更好的使用玖酒久提供的服务，绑定的手机号应为您实名认证的手机号。</p>
            <p>3.3如您通过申请注册的方式成为平台用户，您应当按玖酒久平台页面的提示准确完整地提供您的信息（包括但不限于您的名称/姓名、手机号码、电子邮件地址、联系电话、联系地址等），以便玖酒久或合作商家与您联系。<strong>您了解并同意，您有义务保持您提供信息的真实性及有效性、完整性，保证该等信息不存在重大遗漏、误导性陈述。</strong></p>
            <p>3.4当您按照申请注册页面提示填写信息、阅读并同意本协议、完成全部申请注册手续且通过玖酒久的审核后，您可获得申请注册时填写的账户名称/微信账户/QQ号码/支付宝账户登录玖酒久平台并成为玖酒久平台用户。</p>
            <p>3.5 您就本协议的签署和履行未侵害任何其他主体的合法权益，亦未违反任何对您有约束力的法律法规或协议/合同。</p>
            <p>3.6您保证本协议签署时信誉良好，无重大失信记录，亦不存在任何负面的公开报道影响玖酒久的合法利益。</p>

        <h3>四、玖酒久平台服务及规范</h3>
        <p>您成为平台用户后，可根据用户类型享受如下服务：</p>
        <strong>4.1 VIP用户</strong><br/>
        <strong>您根据玖酒久平台页面的提示购买会员卡，会员卡收费标准为人民币98元/人/三个月，您可自缴费之日起三个月内享受如下服务：</strong>
        <p>1、您可每天在玖酒久平台免费领取一款商品，领取日期不仅限于工作日，在缴费有效期内的每个自然日均可免费领取；该等商品对应的合作厂家负责给您发货并承担商品质量责任及售后服务，该等服务无需您向合作商家支付运输费及其他服务费；</p>
        <p>2、您可每天无限量的赠送其他人（受赠者）免费商品，赠送方式为受赠者添加您的微信，添加成功后，您将您平台会员的二维码发送给受赠者，受赠者通过您的会员身份登录玖酒久平台，免费领取一款商品，同一受赠者仅有一次免费领取商品的机会（如果受赠者没有成为VIP会员仅为普通用户）；该等商品对应的合作厂家负责给受赠者发货并承担商品质量责任及售后服务，该等服务无需您或受赠者向合作商家支付运输费及其他服务费，亦无须您承担任何商品责任；</p>
        <p>3、您可根据玖酒久平台届时发布的规则以低于市场价格购买平台商品，亦可将该等优惠通过上述赠送方式给予其他人；</p>
        <p>4、您可根据玖酒久平台届时发布的规则转化为经理会员或合作商家；</p>
        <p>5、如您将其他人转化为普通用户，或将其他普通用户转化为VIP用户或者经理人，有权获取收益（获得收益的条件是首先您要先成为经理人），该等收益自该等用户升级成功之日自动划转至您的平台账 户；</p>
        <p>6、您可根据玖酒久平台届时发布的规则享受的其他服务。</p>
        <strong>4.2 经理会员</strong>
        <p>1、自您缴费成功之日，您在缴费有效期内可享有普通会员享有的全部服务；</p>
        <p>2、根据您缴纳的服务费的数额，给您发放一定数量的普通会员卡；</p>
        <p>3、根据您销售的普通会员卡的数量及转化会员的人数自动获取收益；</p>
        <p>4、您的缴费及收益方式如下：</p>
        <p class="par">（1）如您根据平台页面提示一次性缴纳人民币14500元，则您可成为玖酒久平台的大区经理，享有3折购买普通会员卡的权利，并一次性获得500张普通会员卡；即您购买普通会员卡的单价为29元；</p>
        <p class="par">（2）如您根据平台页面提示一次性缴纳人民币7400元，则您可成为玖酒久平台的高级经理，享有3.8折购买普通会员卡的权利，并一次性获得200张普通会员卡；即您购买普通会员卡的单价为37元；</p>
        <p class="par">（3）如您根据平台页面提示一次性缴纳人民币1470元，则您可成为玖酒久平台的官方经理，享有5折购买普通会员卡的权利，并一次性获得30张普通会员卡；即您购买普通会员卡的单价为49元；</p>
        <p>5、您获得上述会员卡后，可通过以零售价98元销售会员卡的方式获取<strong>零售收益</strong>；用户使用您销售的会员卡登录平台后，平台自动根据账户个数对应扣减您持有的普通会员卡数量并在您账户中对应增加销售收益，该等收益的计算公式为销售的普通会员卡个数x98元。</p>
        <p>6、如您销售/使用完毕上述会员卡，可通过您的直属上级进行充值补卡；即官方经理可通过高级经理进行充值、补充会员卡数量，高级经理可通过大区经理进行充值、补充会员卡数量。</p>
        <p>7、您可通过下级会员向您充值、以会员价格补充会员卡的方式获取下级持续<strong>补卡收益</strong>，举例如下：</p>
        <p>官方经理A在个人账户中补卡10张，会员卡代理单价49元，充值490元。A的直属上级，高级经理的个人账户自动获得下级购买10张会员卡的收益490元。高级经理的个人账户中会员卡数量自动减掉10张。</p>
        <p>8、您可通过招募经理人的方式获得<strong>招募经理人收益</strong>，举例如下：</p>
        <p>高级经理A招募一名官方经理，高级经理A的个人账户自动获得招募官方经理的收益1470元。同时高级经理A的个人账户中会员卡数量自动消掉30张。</p>
        <p>9、您亦可通过推荐经理会员，获取<strong>推荐收益/奖励</strong>，具体如下：</p>
        <p class="par"><strong>（1）平级推荐</strong>：同级别推荐同级别，即官方经理推荐官方经理，高级经理推荐高级经理，大区经理推荐大区经理；该等会员的推荐者为您且已缴纳完毕相应的服务费后，视为您推荐成功，可推荐成功之日享有推荐收益。
        <strong>平级推荐收益</strong>：平级推荐成功者，直属上级将自己招募一名下级经理的净利润的50%奖励给平推者，举例如下：
        官方经理A平级推荐一名官方经理，官方经理的直属上级-高级经理招募一名官方经理的净利润是360元，那么平推者A，获得360元的50%作为奖励，180元。
        官方经理A的个人账户自动获得180元平推奖励，A的直属上级，高级经理的个人账户自动获得（1470-180）=1290元的收益，普通会员卡数量自动减掉30张。</p>
        <p class="par">（2）<strong>跨级推荐</strong>：跨级推荐只能跨一级，即官方经理只能跨级推荐高级经理，高级经理跨级推荐大区经理。该等会员的推荐者为您且已缴纳完毕相应的服务费后，视为您推荐成功，可自推荐成功之日享有推荐收益。
        <strong>跨级推荐奖励</strong>：直属上两级的经理将自己招募一名下两级的经理的净利润的50%奖励给平推者，举例说明如下：
        官方经理A跨级推荐一名高级经理B。官方经理的直属上两级-大区经理招募一名高级经理的净利润收益是1600元，那么跨级推荐者A，获得1600元的50%奖励，800元。
        官方经理A的个人账户自动获得800元的跨推奖励，A的直属上两级，大区经理的个人账户自动获得（7400-800）=6600元的收益，普通会员卡数量自动减掉200张。
        <p><strong>特别注意：所有平级和跨级推荐者，每次推荐成功只享有一次推荐奖励。所推荐的平级经理和高级别经理的后续收益与推荐者无关。但推荐人（您）升级为更高级别经理后，之前所推荐的经理人自动归入推荐人（您）团队，永久获得下级经理的持续补卡、平推、跨推收益。</strong></p>

        <p>即就官方经理而言，平推一名官方经理，可获取推荐收益180元；跨级推荐一名高级经理，可获取推荐收益800元；</p>
        <p>就高级经理而言，招募一名官方经理，可获取收益1470元，平推一名高级经理，可获取收益800元，跨级推荐一名大区经理可获取收益2250元；</p>
        <p>就大区经理而言，招募一名高级经理，可获取收益7400元，招募一名官方经理，可获取收益1470元，平推一名大区经理可获取收益2250元。</p>
        <p><strong>4.3就您获取的各类收益，平台系统为您实时结账，自动结算收益，并为记录收益类型、会员卡数量；您可以随时查看该等收益，亦可以随时提取个人账户的现金收益。但玖酒久平台为您结算各种收益均不含任何税金，各职级经理人应自行缴纳个人所得税等法律规定的各类税金，若各职级经理人因未缴纳相关税金遭受处罚的，玖酒久平台概不负责；若因各职级经理人未缴纳税金导致玖酒久平台遭受任何形式处罚、警告或遭受任何损失，玖酒久平台有权向经理人追偿所遭受损失（包括但不限于案件受理费、律师费、罚金等）。各职级经理人均知悉并同意该条款之规定。</strong></p>
        <strong>4.4争议解决</strong>
        <p>（一）您在使用<strong>玖酒久平台过程中与玖酒久发生争议的</strong>，您有权选择以下途径解决：</p>
        <p>1、协商解决；</p>
        <p>2、向玖酒久住所地有管辖权的人民法院提起诉讼。</p>
        <p>（二）您在使用<strong>玖酒久平台过程中与合作商家发生争议的</strong>，您有权选择以下途径解决：</p>
        <p class="par">1、与合作商家自主协商；</p>
        <p class="par">2、向玖酒久进行反馈，使用玖酒久平台提供的争议调处服务；</p>
        <p class="par">3、根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
        <p class="par">4、向人民法院提起诉讼。</p>
        <p>若您申请使用玖酒久平台提供的争议调处服务，则表示您授权玖酒久平台的客服作为独立的第三方根据其所了解到的争议事实并依据平台规则就您与合作商家之间的争议依其独立判断进行判责，并认可、愿意履行玖酒久平台的客服作出的调处决定。在玖酒久平台调处决定作出前，您可选择上述（三）、（四）途径解决争议以中止玖酒久平台的争议调处服务。</p>
        <p><strong>如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。</strong>
        您充分了解，玖酒久作出的调处决定系根据玖酒久平台相关数据、规则以及您、合作商家提供的相关证明、材料（如有），并从普通非专业的一般人常识做出的判断。</p>
        <p>4.5您不得向玖酒久及其合作伙伴之员工、顾问提供任何形式的不正当利益。</p>
        <h3>五、用户信息的保护及授权</h3>
        <p>5.1您在平台免费领取/购买商品后，玖酒久平台将根据您的指示向该商品对应的商家披露您在玖酒久平台填写的联系信息。</p>
        <p>5.2 对于您提供的个人信息（即能够独立或与其他信息结合后识别用户身份的信息）外的其他文字、图片、视频、音频等非个人信息，<strong>您同意玖酒久及其合作伙伴、存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生信息，并以已知或日后开发的形式、媒体或技术将上述信息纳入相关推广内容内。</strong>
        <p>5.3为方便您使用平台相关服务，<strong>您授权玖酒久将您在申请注册和使用玖酒久平台服务过程中提供、形成的信息传递给其他相关服务提供者。</strong></p>

        <h3>六、用户的违约与处理</h3>
        <p>6.1发生如下情形之一的，视为您违约：
        <p class="par">（一）使用玖酒久平台服务时违反有关法律法规规定的；</p>
        <p class="par">（二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。</p>
        <p>为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，<strong>玖酒久可在玖酒久平台规则中约定违约认定的程序和标准。</strong> </p>
        <p>6.2 您在玖酒久平台上发布的信息构成违约的，<strong>玖酒久可根据相应规则立即对相应信息进行删除、屏蔽处理或对您发布的信息进行删除、监管。</strong> </p>
        <p>6.3 您在玖酒久平台上实施的行为，或虽未在玖酒久平台上实施但对玖酒久平台及其用户产生影响的行为构成违约的，<strong>玖酒久可依据相应规则对您执行账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，玖酒久可查封您的账户，终止向您提供服务。</strong> </p>
        <p>6.4 当您违约的同时存在欺诈、售假、盗用他人账户等特定情形或您存在危及他人交易安全或账户安全风险时，<strong>玖酒久会依照您行为的风险程度采取停止支付收益、停止提取现金收益等强制措施。</strong> </p>
        <p>6.5 <strong>如您的行为使玖酒久及/或其合作伙伴遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿玖酒久及/或其合作伙伴、支付宝公司的上述全部损失。
        如您的行为使玖酒久遭受合作商家、第三人主张权利，玖酒久可在对合作商家、第三人承担金钱给付等义务后就全部损失向您追偿。
        如因您的行为使得第三人遭受损失或您怠于履行调处决定、玖酒久及/或其合作伙伴出于社会公共利益保护或商家权益保护目的，可自您的平台账户中划扣相应款项进行支付。如您的平台账户不足以支付相应款项的，您同意委托玖酒久使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成玖酒久的全部损失。 </strong></p>
        <p>6.6 如您向玖酒久及/或其合作伙伴的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。<strong>发生上述情形的，玖酒久可立即终止与您的所有合作并向您收取违约金及/或赔偿金</strong>，该等金额以玖酒久因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。 </p>

        <h3>七、协议的变更及终止</h3>
        <p>7.1 玖酒久可根据国家法律法规变化及维护交易秩序，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。</p>
        <p>如您不同意变更事项，您有权于变更事项确定的生效日前联系玖酒久反馈意见。如反馈意见得以采纳，玖酒久将酌情调整变更事项。</p>
        <p><strong>如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用玖酒久平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用玖酒久平台服务，则视为您同意已生效的变更事项。</strong></p>
        <p><strong>7.2 以下情形，本协议自动终止：</strong>
        <p>1. 合作期限届满后，本协议自动终止。
        <p>2. 您有权通过以下任一方式终止本协议：
        <p class="par">（一）变更事项生效前您停止使用并明示不愿接受变更事项的；
        <p class="par">（二）您明示不愿继续使用玖酒久平台服务，且符合玖酒久终止条件的。
        <p>3. 出现以下情况时，玖酒久可以本协议第八条的所列的方式通知您终止本协议：
        <p class="par">（一）您违反本协议及补充协议约定，玖酒久依据违约条款终止本协议的；
        <p class="par">（二）因您多次违反玖酒久平台规则相关规定且情节严重，玖酒久依据玖酒久平台规则对您的账户予以查封的；
        <p class="par">（三）玖酒久提前十（10）天通知您终止本协议。
        <p class="par">（四）其它应当终止服务的情况。
        <p>7.3 本协议终止后，除法律有明确规定外，玖酒久无义务向您或您指定的第三方披露您账户中的任何信息。
        <p>7.4本协议终止后，玖酒久仍享有下列权利：
        <p class="par">（一）继续保存您留存于玖酒久平台的本协议第五条所列的各类信息；
        <p class="par">（二）对于您过往的违约行为，玖酒久仍可依据本协议向您追究违约责任
        <p>7.5不论因何种原因导致本协议解除或提前终止，您有义务配合玖酒久进行相关的交接工作。本协议终止后对于您在玖酒久平台已发生但授权期限未届满的版权授权交易，您仍应商家协议的约定继续履行。

        <h3>八、通知</h3>
        <p>8.1您在注册成为玖酒久平台用户，并接受玖酒久平台服务时，您应该向玖酒久提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。您在申请注册玖酒久平台时使用的用于登陆玖酒久平台接收站内信、系统消息的会员账号（包括子账号），也作为您的有效联系方式。玖酒久将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过玖酒久提供的相应的退订功能进行退订。</p>

        <p>8.2玖酒久通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在玖酒久平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送旺旺信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>

        <h3>九、法律适用、管辖与其他</h3>
        <p><strong>9.1本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</strong></p>
        <p>9.2 您因使用玖酒久平台服务所产生及与玖酒久平台服务有关的争议，由玖酒久与您协商解决。<strong>协商不成时，任何一方均可向玖酒久所在地人民法院提起诉讼。</strong></p>
        <p>9.3 本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
        </div>

    </div>
</template>

<script>
// 公共头部
import TopHeader from "@/pages/common/header/TopHeader"
export default {
    name:'UserTreal',
    data(){
        return{
           NotList:[],
        }
    },
    mounted() {

    },
    methods:{
    },
    filters: {
        // 日期格式化
        formatDate: function (time) {
            let date = new Date(time*1000);
            let y = date.getFullYear();

            let MM = date.getMonth() + 1;
            MM = MM < 10 ? ('0' + MM) : MM;

            let d = date.getDate();
            d = d < 10 ? ('0' + d) : d;

            let h = date.getHours();
            h = h < 10 ? ('0' + h) : h;

            let m = date.getMinutes();
            m = m < 10 ? ('0' + m) : m;

            let s = date.getSeconds();
            s = s < 10 ? ('0' + s) : s;

            return y + '-' + MM + '-' + d ;
        }
    },
    components:{
        TopHeader
    }
}
</script>

<style lang="stylus" scoped>
.UserTreal
    background-color #fff
    min-height 100vh
    .content
        background #fff
        padding 20px 24px
        font-size 28px
        line-height 50px
        text-align justify
        .par
            text-indent 40px
        .title
            text-align center
        .desc
            text-align right
            line-height 60px
</style>


